Repository: alexkdeveloper/somafm
Catalog: po/*.po
Languages: nl

source: Simple Radio
nl: Eenvoudige radiotoepassing

source: Radio;Audio;Music;Player;
nl: Radio;Audio;Muziek;Speler;

source: A simple radio with built-in stations from the website somafm.com
nl: Een eenvoudige radiotoepassing met meegeleverde stations, afkomstig van somafm.com

source: A simple radio with a clear and concise interface. You can listen to your favorite stations, add new ones, edit existing ones and delete unnecessary ones. 43 stations from the site somafm.com already embedded in the application. You can record radio stations to an mp3 file.
nl: Een eenvoudige radiotoepassing met een heldere vormgeving. De toepassing wordt geleverd met 43 stations, afkomstig van somafm.com. Luister naar uw favoriete radiostations, voeg nieuwe toe, bewerk bestaande of verwijder onnodige. Ook kunt u opnames maken naar een mp3-bestand.

source: Back
nl: Terug

source: Add station
nl: Radiostation toevoegen

source: Delete station
nl: Radiostation verwijderen

source: Edit station
nl: Radiostation bewerken

source: Play
nl: Beluisteren

source: Stop
nl: Stoppen

source: Start recording
nl: Opname starten

source: Stop recording
nl: Opname stoppen

source: Search
nl: Zoeken

source: Go to the website somafm.com
nl: Open de website ‘somafm.com’

source: Open the Records folder
nl: Opnamemap openen

source: About Soma Radio
nl: Over Soma Radio

source: Quit
nl: Afsluiten

source: Welcome!
nl: Welkom!

source: Name
nl: Naam

source: OK
nl: Oké

source: Please choose a station
nl: Kies een radiostation

source: Now playing:
nl: U luistert naar

source: Stopped
nl: Gestopt

source: Do you want to visit the website somafm.com?
nl: Wilt u de website ‘somafm.com’ openen?

source: _Cancel
nl: _Annuleren

source: _OK
nl: _Oké

source: Choose a station
nl: Kies een radiostation

source: Enter the name
nl: Voer een naam in

source: Enter the url
nl: Voer de url in

source: Rename failed
nl: De naam kan niet worden gewijzigd

source: A station with the same name already exists
nl: Er is al een radiostation met deze naam

source: Add failed
nl: Het radiostation kan niet worden toegevoegd

source: Delete station
nl: Radiostation verwijderen

source: Delete failed
nl: Het verwijderen is mislukt

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>

source: Recording is ongoing
nl: Er wordt een opname gemaakt
